Repository: kaustubh-seachange/mapbox-maps-ios
Catalog: Sources/MapboxMaps/Ornaments/*.lproj/OrnamentsLocalizable.strings
Languages: ar, be, bg, ca, cs, da, de, fr, gl, he, it, nl, pl, zh_hant

# COMPASS_A11Y_HINT
source: Rotates the map to face due north
ar: لتدوير الخريطة لمواجهة الشمال
be: Компас. Актывуйце, каб разгарнуць карту на поўнач.
bg: Завърта картата с лице право на север
ca: Gira el mapa per mirar cap al nord
cs: Otočí mapu směrem k severu
da: Roterer kortet, så det vender ret nord
de: Dreht die Karte so, dass sie genau nach Norden zeigt
fr: Fait pivoter la carte pour qu'elle soit face au nord
gl: Xira o mapa cara ao norte
he: מסובב את המפה כך שהיא פונה צפונה
it: Ruota la mappa in modo che sia rivolta verso nord
nl: Draait de kaart naar het noorden
pl: Obraca mapę tak, aby była skierowana na północ
zh_hant: 將地圖旋轉至正北

# COMPASS_A11Y_LABEL
source: Compass
ar: بوصلة
be: Компас
bg: Компас
ca: Brúixola
cs: Kompas
da: Kompas
de: Kompass
fr: Boussole
gl: Compás
he: מצפן
it: Bussola
nl: Kompas
pl: Kompas
zh_hant: 羅盤

# INFO_A11Y_HINT
source: Shows credits, a feedback form, and more
ar: يظهر الاعتمادات، ونموذج ردود الفعل، وأكثر من ذلك
be: Паказаць форму зваротнай сувязі і іншае.
bg: Показва кредити, формуляр за обратна връзка и др
ca: Mostra crèdits, un formulari de comentaris i molt més
cs: Zobrazuje kredity, formulář zpětné vazby a další
da: Viser kreditter, en feedbackformular og mere
de: Zeigt Credits, ein Feedback-Formular und mehr
fr: Affiche les crédits, un formulaire de commentaires, etc.
gl: Mostra créditos, un formulario de comentarios e moito máis
he: מציג קרדיטים, טופס משוב ועוד
it: Mostra crediti, un modulo di feedback e altro ancora
nl: Toont credits, een feedbackformulier en meer
pl: Pokazuje kredyty, formularz opinii i nie tylko
zh_hant: 顯示製作人員、回饋表等

# INFO_A11Y_LABEL
source: About this map
ar: حول هذه الخريطة
be: Аб гэтай карце
bg: За тази карта
ca: Sobre aquest mapa
cs: O této mapě
da: Om dette kort
de: Über diese Karte
fr: À propos de cette carte
gl: Sobre este mapa
he: על המפה הזו
it: A proposito di questa mappa
nl: Over deze kaart
pl: O tej mapie
zh_hant: 關於這張地圖

# TELEMETRY_DISABLED_MSG
source: You can help make OpenStreetMap and Mapbox maps better by contributing anonymous usage data.
ar: يمكنك المساعدة في تحسين خرائط OpenStreetMap وMapbox من خلال المساهمة ببيانات استخدام مجهولة المصدر.
be: Вы можаце дапамагчы палепшыць карты OpenStreetMap і Mapbox падаючы абязлічаныя даныя аб выкарыстанні.
bg: Можете да помогнете за подобряването на картите на OpenStreetMap и Mapbox, като предоставите анонимни данни за употребата.
ca: Podeu ajudar a millorar els mapes OpenStreetMap i Mapbox aportant dades d'ús anònimes.
cs: Můžete pomoci vylepšit mapy OpenStreetMap a Mapbox tím, že přispějete anonymními údaji o používání.
da: Du kan hjælpe med at gøre OpenStreetMap- og Mapbox-kort bedre ved at bidrage med anonyme brugsdata.
de: Sie können dazu beitragen, die Karten von OpenStreetMap und Mapbox zu verbessern, indem Sie anonyme Nutzungsdaten beisteuern.
fr: Vous pouvez contribuer à améliorer les cartes OpenStreetMap et Mapbox en fournissant des données d'utilisation anonymes.
gl: Podes contribuír a mellorar os mapas de OpenStreetMap e Mapbox aportando datos de uso anónimos.
he: אתה יכול לעזור לשפר את מפות OpenStreetMap ו-Mapbox על ידי תרומה של נתוני שימוש אנונימיים.
it: Puoi contribuire a migliorare le mappe OpenStreetMap e Mapbox fornendo dati di utilizzo anonimi.
nl: U kunt helpen OpenStreetMap- en Mapbox-kaarten beter te maken door anonieme gebruiksgegevens bij te dragen.
pl: Możesz pomóc w ulepszaniu map OpenStreetMap i Mapbox, przekazując anonimowe dane o użytkowaniu.
zh_hant: 您可以透過貢獻匿名使用資料來幫助改進 OpenStreetMap 和 Mapbox 地圖。

# TELEMETRY_DISABLED_OFF
source: Donâ€™t Participate
ar: لا تشارك
be: Спыніць удзел
bg: Не участвайте
ca: No participis
cs: Neúčastnit se
da: Deltag ikke
de: Nicht teilnehmen
fr: Ne participez pas
gl: Non participes
he: אל תשתתף
it: Non partecipare
nl: Doe niet mee
pl: Nie bierz udziału
zh_hant: 不參加

# TELEMETRY_DISABLED_ON
source: Participate
ar: يشارك
be: Удзельнічаць
bg: Участвайте
ca: Participa
cs: Účastnit se
da: Deltage
de: Teilnehmen
fr: Participer
gl: Participa
he: לְהִשְׂתַתֵף
it: Partecipare
nl: Deelnemen
pl: Brać udział
zh_hant: 參加

# TELEMETRY_ENABLED_MSG
source: You are helping to make OpenStreetMap and Mapbox maps better by contributing anonymous usage data.
ar: أنت تساعد في تحسين خرائط OpenStreetMap وMapbox من خلال المساهمة ببيانات استخدام مجهولة المصدر.
be: Вы дапамагаеце паляпшаць карты OpenStreetMap і Mapbox, падаючы абязлічаныя даныя аб выкарыстанні
bg: Вие помагате да направим картите на OpenStreetMap и Mapbox по-добри, като предоставяте анонимни данни за употребата.
ca: Esteu ajudant a millorar els mapes OpenStreetMap i Mapbox aportant dades d'ús anònimes.
cs: Pomáháte zlepšovat mapy OpenStreetMap a Mapbox tím, že přispíváte anonymními údaji o používání.
da: Du er med til at gøre OpenStreetMap- og Mapbox-kort bedre ved at bidrage med anonyme brugsdata.
de: Sie tragen dazu bei, die Karten von OpenStreetMap und Mapbox zu verbessern, indem Sie anonyme Nutzungsdaten beisteuern.
fr: Vous contribuez à améliorer les cartes OpenStreetMap et Mapbox en fournissant des données d'utilisation anonymes.
gl: Estás contribuíndo a mellorar os mapas de OpenStreetMap e Mapbox aportando datos de uso anónimos.
he: אתה עוזר לשפר את מפות OpenStreetMap ו- Mapbox על ידי תרומה של נתוני שימוש אנונימיים.
it: Stai contribuendo a migliorare le mappe OpenStreetMap e Mapbox fornendo dati di utilizzo anonimi.
nl: U helpt OpenStreetMap- en Mapbox-kaarten beter te maken door anonieme gebruiksgegevens bij te dragen.
pl: Pomagasz ulepszyć mapy OpenStreetMap i Mapbox, przekazując anonimowe dane o użytkowaniu.
zh_hant: 您的匿名數據幫助 OpenStreetMap 和 Mapbox 的地圖變得更好。

# TELEMETRY_ENABLED_OFF
source: Stop Participating
ar: التوقف عن المشاركة
be: Спыніць удзел
bg: Спрете да участвате
ca: Deixa de participar
cs: Přestat se účastnit
da: Stop med at deltage
de: Hören Sie auf, mitzumachen
fr: Arrêter de participer
gl: Deixa de participar
he: תפסיק להשתתף
it: Smettere di partecipare
nl: Stop met deelnemen
pl: Przestań brać udział
zh_hant: 不再參與

# TELEMETRY_ENABLED_ON
source: Keep Participating
ar: استمر في المشاركة
be: Працягнуць удзел
bg: Продължавайте да участвате
ca: Seguiu participant
cs: Pokračujte v účasti
da: Fortsæt med at deltage
de: Machen Sie weiter mit
fr: Continuez à participer
gl: Sigue participando
he: המשיכו להשתתף
it: Continua a partecipare
nl: Blijf meedoen
pl: Kontynuuj uczestnictwo
zh_hant: 繼續參與

# TELEMETRY_MORE
source: Tell Me More
ar: اخبرني المزيد
be: Дадатковая інфармацыя
bg: Кажи ми повече
ca: Explica'm més
cs: Řekni mi více
da: Fortæl mig mere
de: Erzähl mir mehr
fr: Dis m'en plus
gl: Cóntame máis
he: ספר לי עוד
it: Dimmi di pi√π
nl: Vertel me meer
pl: Powiedz mi więcej
zh_hant: 告訴我更多

# TELEMETRY_NAME
source: Mapbox Telemetry
ar: Mapbox القياس عن بعد
be: Mapbox Тэлеметрыя
bg: Телеметрия на Mapbox
ca: Telemetria de Mapbox
cs: Telemetrie Mapboxu
da: Mapbox Telemetri
de: Mapbox-Telemetrie
fr: Télémétrie Mapbox
gl: Telemetría Mapbox
it: Telemetria Mapbox
nl: Mapbox-telemetrie
pl: Telemetria Mapboxa
zh_hant: Mapbox 遙測

# TELEMETRY_TITLE
source: Make Mapbox Maps Better
ar: جعل خرائط Mapbox أفضل
be: Зрабіць карты Mapbox лепей
bg: Направете Mapbox Maps по-добри
ca: Millorar els mapes de Mapbox
cs: Vylepšete Mapbox Maps
da: Gør Mapbox Maps bedre
de: Machen Sie Mapbox-Karten besser
fr: Améliorer les cartes Mapbox
gl: Mellora os mapas de Mapbox
he: הפוך את Mapbox Maps לטוב יותר
it: Migliora le mappe Mapbox
nl: Maak Mapbox-kaarten beter
pl: Ulepszaj mapy Mapbox
zh_hant: 讓 Mapbox 地圖變得更好

# ATTRIBUTION_PRIVACY_POLICY
source: Mapbox Privacy Policy
ar: سياسة خصوصية Mapbox
be: Палітыка прыватнасці Mapbox
bg: Правила за поверителност на Mapbox
ca: Política de privadesa de Mapbox
cs: Zásady ochrany osobních údajů Mapbox
da: Mapbox Privatlivspolitik
de: Mapbox-Datenschutzrichtlinie
fr: Politique de confidentialité de Mapbox
gl: Política de privacidade de Mapbox
he: מדיניות הפרטיות של Mapbox
it: Informativa sulla privacy di Mapbox
nl: Mapbox-privacybeleid
pl: Polityka prywatności Mapboxa
zh_hant: Mapbox 隱私權政策

# SDK_NAME
source: Powered by Mapbox Maps
ar: مدعوم من خرائط Mapbox
be: Hа платформе Mapbox Maps
bg: Осъществено от Mapbox Maps
ca: Desenvolupat per Mapbox Maps
cs: Provozováno na Mapbox Maps
da: Drevet af Mapbox Maps
de: Unterstützt von Mapbox Maps
fr: Développé par Mapbox Maps
gl: Desenvolvido por Mapbox Maps
he: מופעל על ידי Mapbox Maps
it: Fornito da Mapbox Maps
nl: Mogelijk gemaakt door Mapbox Maps
pl: Obsługiwane przez mapy Mapbox
zh_hant: 由 Mapbox 地圖提供支持

# ATTRIBUTION_CANCEL
source: Cancel
ar: كانس؛
be: Скасаваць
bg: Отказ
ca: Cancel·lar
cs: Zrušení
da: Afbestille
de: Stornieren
fr: Annuler
gl: Cancelar
he: לְבַטֵל
it: Annulla
nl: Annuleren
pl: Anulować
zh_hant: 取消

source: Improve this map
ar: تحسين هذه الخريطة
be: Палепшыць карту
bg: Подобрете тази карта
ca: Millora aquest mapa
cs: Vylepšete tuto mapu
da: Forbedre dette kort
de: Verbessere diese Karte
fr: Améliorer cette carte
gl: Mellora este mapa
he: שפר את המפה הזו
it: Migliora questa mappa
nl: Verbeter deze kaart
pl: Popraw tę mapę
zh_hant: 讓 Mapbox 地圖變得更好

source: OpenStreetMap contributors
ar: المساهمين في OpenStreetMap
be: Суаўтары OpenStreetMap
bg: Сътрудници на OpenStreetMap
ca: Col·laboradors d'OpenStreetMap
cs: Přispěvatelé OpenStreetMap
da: OpenStreetMap-bidragydere
de: OpenStreetMap-Mitwirkende
fr: Contributeurs d'OpenStreetMap
gl: Colaboradores de OpenStreetMap
he: תורמים של OpenStreetMap
it: Contributori di OpenStreetMap
nl: OpenStreetMap-bijdragers
pl: Współautorzy OpenStreetMap
zh_hant: OpenStreetMap 貢獻者
